"NSPhotoLibraryUsageDescription" = "אנחנו צריכים גישה לגלריה שלך כדי לאפשר לך לבחור תמונת פרופיל.";
"NSCameraUsageDescription" = "אנחנו צריכים גישה למצלמה שלך כדי שנוכל לצלם תמונת פרופיל חדשה.";
"NSMicrophoneUsageDescription" = "אנחנו צריכים את המיקרופון כדי לאפשר הקלטת שמע בתכונות מסוימות.";
"NSSpeechRecognitionUsageDescription" = "אנו משתמשים בזיהוי קולי כדי לאפשר לך לתקשר עם האפליקציה באמצעות קולך.";
